{
  "vocab": [
    "\t",
    " ",
    "!",
    "\"",
    "#",
    "%",
    "&",
    "'",
    "(",
    ")",
    ",",
    "-",
    ".",
    "/",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    ":",
    ";",
    "?",
    "@",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "_",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    " ",
    "Ä",
    "Ö",
    "Ü",
    "ß",
    "à",
    "ä",
    "è",
    "é",
    "ñ",
    "ö",
    "ü",
    "–",
    "‘",
    "’",
    "“",
    "”",
    "„",
    "<UNK>",
    "n ",
    "ei",
    "er",
    "en ",
    "e ",
    "t ",
    "ein",
    "ch",
    ". ",
    "er ",
    "in ",
    "m ",
    "au",
    "nd",
    ". E",
    "em ",
    "en",
    "nd ",
    "an",
    "einem ",
    ". Ein ",
    "el",
    "sch",
    "in",
    "und ",
    "auf",
    "s ",
    "mi",
    "st",
    "ar",
    ", ",
    "mit ",
    "auf ",
    "un",
    "Man",
    "si",
    "eh",
    "einer ",
    "Mann ",
    "rau",
    "wei",
    "ine ",
    "hr",
    ". Eine ",
    "ung",
    "vo",
    "ra",
    "al",
    "ein ",
    "Frau",
    ". Ein Mann ",
    "ck",
    "der ",
    "sp",
    "eine ",
    "ge",
    "ten ",
    "ro",
    "ie ",
    "tz",
    "St",
    "in einem ",
    "ch ",
    "einen ",
    "iel",
    "es ",
    "Mä",
    "Frau ",
    "wei ",
    "kl",
    "et",
    "die ",
    "zu",
    "d ",
    "ter",
    "on",
    "ss",
    "Sch",
    "bei",
    "eb",
    ". Z",
    ". Zwei ",
    "and",
    "li",
    "im ",
    "r ",
    "spiel",
    "t auf ",
    "steh",
    "chen ",
    "rei",
    "ri",
    "an ",
    "sitz",
    "ers",
    "bl",
    "or",
    "all",
    "von ",
    "ru",
    "gt ",
    "den ",
    "war",
    "gen ",
    "ähr",
    "am",
    "Stra",
    "ter ",
    "eu",
    "Ki",
    "äl",
    "dem ",
    "Mäd",
    "weiß",
    "pp",
    "g ",
    "Jung",
    ". Eine Frau ",
    "be",
    "mit einem ",
    "sich ",
    "nn",
    "ach",
    "ur",
    ". D",
    "at",
    "ll",
    "em",
    "isch",
    "warz",
    "Pers",
    "Mädchen ",
    "schwarz",
    "eines ",
    "as ",
    "Männ",
    "ber",
    "te ",
    "ahr",
    "blau",
    "äu",
    "Straß",
    "vor ",
    "geh",
    "en, ",
    "te",
    "la",
    "ir",
    "nen ",
    "eid",
    "ppe ",
    "gel",
    "ensch",
    "auf einem ",
    "ung ",
    "en. Ein ",
    "Männer ",
    "ot",
    "end ",
    "Junge ",
    "rü",
    "ass",
    "zu ",
    "Hund ",
    "in einer ",
    "häl",
    "ruppe ",
    "Sp",
    "Mensch",
    "in der ",
    "ier",
    "ährend ",
    "Ba",
    "während ",
    "ent",
    "ander",
    "ie",
    "pf",
    "re",
    "rä",
    "rin",
    "er Mann ",
    "Gruppe ",
    "an einem ",
    "Hem",
    "t, ",
    "ihr",
    "mm",
    "ber ",
    "ig",
    "Person",
    "ft ",
    "de",
    "steht ",
    "jung",
    "ell",
    " und ",
    "hält ",
    "lan",
    "t. Ein ",
    "is",
    "über ",
    "Kl",
    "bei ",
    "lä",
    "schau",
    "Kind",
    "auf einer ",
    "das ",
    "ver",
    "Hemd ",
    "on ",
    "ol",
    "ne",
    "rei ",
    "ben",
    "eben ",
    "Hu",
    "blauen ",
    "ball",
    "eil",
    "hin",
    "am ",
    "aar",
    "Personen ",
    ". Eine Gruppe ",
    "Wass",
    "eg",
    "fü",
    "ack",
    "ad",
    "weißen ",
    "roß",
    "it",
    "e und ",
    "en und ",
    "spielt ",
    "and ",
    "groß",
    "dur"
  ],
  "char2num": {
    "\t": 0,
    " ": 1,
    "!": 2,
    "\"": 3,
    "#": 4,
    "%": 5,
    "&": 6,
    "'": 7,
    "(": 8,
    ")": 9,
    ",": 10,
    "-": 11,
    ".": 12,
    "/": 13,
    "0": 14,
    "1": 15,
    "2": 16,
    "3": 17,
    "4": 18,
    "5": 19,
    "6": 20,
    "7": 21,
    "8": 22,
    "9": 23,
    ":": 24,
    ";": 25,
    "?": 26,
    "@": 27,
    "A": 28,
    "B": 29,
    "C": 30,
    "D": 31,
    "E": 32,
    "F": 33,
    "G": 34,
    "H": 35,
    "I": 36,
    "J": 37,
    "K": 38,
    "L": 39,
    "M": 40,
    "N": 41,
    "O": 42,
    "P": 43,
    "Q": 44,
    "R": 45,
    "S": 46,
    "T": 47,
    "U": 48,
    "V": 49,
    "W": 50,
    "X": 51,
    "Y": 52,
    "Z": 53,
    "_": 54,
    "a": 55,
    "b": 56,
    "c": 57,
    "d": 58,
    "e": 59,
    "f": 60,
    "g": 61,
    "h": 62,
    "i": 63,
    "j": 64,
    "k": 65,
    "l": 66,
    "m": 67,
    "n": 68,
    "o": 69,
    "p": 70,
    "q": 71,
    "r": 72,
    "s": 73,
    "t": 74,
    "u": 75,
    "v": 76,
    "w": 77,
    "x": 78,
    "y": 79,
    "z": 80,
    " ": 81,
    "Ä": 82,
    "Ö": 83,
    "Ü": 84,
    "ß": 85,
    "à": 86,
    "ä": 87,
    "è": 88,
    "é": 89,
    "ñ": 90,
    "ö": 91,
    "ü": 92,
    "–": 93,
    "‘": 94,
    "’": 95,
    "“": 96,
    "”": 97,
    "„": 98,
    "<UNK>": 99,
    "n ": 100,
    "ei": 101,
    "er": 102,
    "en ": 103,
    "e ": 104,
    "t ": 105,
    "ein": 106,
    "ch": 107,
    ". ": 108,
    "er ": 109,
    "in ": 110,
    "m ": 111,
    "au": 112,
    "nd": 113,
    ". E": 114,
    "em ": 115,
    "en": 116,
    "nd ": 117,
    "an": 118,
    "einem ": 119,
    ". Ein ": 120,
    "el": 121,
    "sch": 122,
    "in": 123,
    "und ": 124,
    "auf": 125,
    "s ": 126,
    "mi": 127,
    "st": 128,
    "ar": 129,
    ", ": 130,
    "mit ": 131,
    "auf ": 132,
    "un": 133,
    "Man": 134,
    "si": 135,
    "eh": 136,
    "einer ": 137,
    "Mann ": 138,
    "rau": 139,
    "wei": 140,
    "ine ": 141,
    "hr": 142,
    ". Eine ": 143,
    "ung": 144,
    "vo": 145,
    "ra": 146,
    "al": 147,
    "ein ": 148,
    "Frau": 149,
    ". Ein Mann ": 150,
    "ck": 151,
    "der ": 152,
    "sp": 153,
    "eine ": 154,
    "ge": 155,
    "ten ": 156,
    "ro": 157,
    "ie ": 158,
    "tz": 159,
    "St": 160,
    "in einem ": 161,
    "ch ": 162,
    "einen ": 163,
    "iel": 164,
    "es ": 165,
    "Mä": 166,
    "Frau ": 167,
    "wei ": 168,
    "kl": 169,
    "et": 170,
    "die ": 171,
    "zu": 172,
    "d ": 173,
    "ter": 174,
    "on": 175,
    "ss": 176,
    "Sch": 177,
    "bei": 178,
    "eb": 179,
    ". Z": 180,
    ". Zwei ": 181,
    "and": 182,
    "li": 183,
    "im ": 184,
    "r ": 185,
    "spiel": 186,
    "t auf ": 187,
    "steh": 188,
    "chen ": 189,
    "rei": 190,
    "ri": 191,
    "an ": 192,
    "sitz": 193,
    "ers": 194,
    "bl": 195,
    "or": 196,
    "all": 197,
    "von ": 198,
    "ru": 199,
    "gt ": 200,
    "den ": 201,
    "war": 202,
    "gen ": 203,
    "ähr": 204,
    "am": 205,
    "Stra": 206,
    "ter ": 207,
    "eu": 208,
    "Ki": 209,
    "äl": 210,
    "dem ": 211,
    "Mäd": 212,
    "weiß": 213,
    "pp": 214,
    "g ": 215,
    "Jung": 216,
    ". Eine Frau ": 217,
    "be": 218,
    "mit einem ": 219,
    "sich ": 220,
    "nn": 221,
    "ach": 222,
    "ur": 223,
    ". D": 224,
    "at": 225,
    "ll": 226,
    "em": 227,
    "isch": 228,
    "warz": 229,
    "Pers": 230,
    "Mädchen ": 231,
    "schwarz": 232,
    "eines ": 233,
    "as ": 234,
    "Männ": 235,
    "ber": 236,
    "te ": 237,
    "ahr": 238,
    "blau": 239,
    "äu": 240,
    "Straß": 241,
    "vor ": 242,
    "geh": 243,
    "en, ": 244,
    "te": 245,
    "la": 246,
    "ir": 247,
    "nen ": 248,
    "eid": 249,
    "ppe ": 250,
    "gel": 251,
    "ensch": 252,
    "auf einem ": 253,
    "ung ": 254,
    "en. Ein ": 255,
    "Männer ": 256,
    "ot": 257,
    "end ": 258,
    "Junge ": 259,
    "rü": 260,
    "ass": 261,
    "zu ": 262,
    "Hund ": 263,
    "in einer ": 264,
    "häl": 265,
    "ruppe ": 266,
    "Sp": 267,
    "Mensch": 268,
    "in der ": 269,
    "ier": 270,
    "ährend ": 271,
    "Ba": 272,
    "während ": 273,
    "ent": 274,
    "ander": 275,
    "ie": 276,
    "pf": 277,
    "re": 278,
    "rä": 279,
    "rin": 280,
    "er Mann ": 281,
    "Gruppe ": 282,
    "an einem ": 283,
    "Hem": 284,
    "t, ": 285,
    "ihr": 286,
    "mm": 287,
    "ber ": 288,
    "ig": 289,
    "Person": 290,
    "ft ": 291,
    "de": 292,
    "steht ": 293,
    "jung": 294,
    "ell": 295,
    " und ": 296,
    "hält ": 297,
    "lan": 298,
    "t. Ein ": 299,
    "is": 300,
    "über ": 301,
    "Kl": 302,
    "bei ": 303,
    "lä": 304,
    "schau": 305,
    "Kind": 306,
    "auf einer ": 307,
    "das ": 308,
    "ver": 309,
    "Hemd ": 310,
    "on ": 311,
    "ol": 312,
    "ne": 313,
    "rei ": 314,
    "ben": 315,
    "eben ": 316,
    "Hu": 317,
    "blauen ": 318,
    "ball": 319,
    "eil": 320,
    "hin": 321,
    "am ": 322,
    "aar": 323,
    "Personen ": 324,
    ". Eine Gruppe ": 325,
    "Wass": 326,
    "eg": 327,
    "fü": 328,
    "ack": 329,
    "ad": 330,
    "weißen ": 331,
    "roß": 332,
    "it": 333,
    "e und ": 334,
    "en und ": 335,
    "spielt ": 336,
    "and ": 337,
    "groß": 338,
    "dur": 339
  },
  "num2char": {
    "0": "\t",
    "1": " ",
    "2": "!",
    "3": "\"",
    "4": "#",
    "5": "%",
    "6": "&",
    "7": "'",
    "8": "(",
    "9": ")",
    "10": ",",
    "11": "-",
    "12": ".",
    "13": "/",
    "14": "0",
    "15": "1",
    "16": "2",
    "17": "3",
    "18": "4",
    "19": "5",
    "20": "6",
    "21": "7",
    "22": "8",
    "23": "9",
    "24": ":",
    "25": ";",
    "26": "?",
    "27": "@",
    "28": "A",
    "29": "B",
    "30": "C",
    "31": "D",
    "32": "E",
    "33": "F",
    "34": "G",
    "35": "H",
    "36": "I",
    "37": "J",
    "38": "K",
    "39": "L",
    "40": "M",
    "41": "N",
    "42": "O",
    "43": "P",
    "44": "Q",
    "45": "R",
    "46": "S",
    "47": "T",
    "48": "U",
    "49": "V",
    "50": "W",
    "51": "X",
    "52": "Y",
    "53": "Z",
    "54": "_",
    "55": "a",
    "56": "b",
    "57": "c",
    "58": "d",
    "59": "e",
    "60": "f",
    "61": "g",
    "62": "h",
    "63": "i",
    "64": "j",
    "65": "k",
    "66": "l",
    "67": "m",
    "68": "n",
    "69": "o",
    "70": "p",
    "71": "q",
    "72": "r",
    "73": "s",
    "74": "t",
    "75": "u",
    "76": "v",
    "77": "w",
    "78": "x",
    "79": "y",
    "80": "z",
    "81": " ",
    "82": "Ä",
    "83": "Ö",
    "84": "Ü",
    "85": "ß",
    "86": "à",
    "87": "ä",
    "88": "è",
    "89": "é",
    "90": "ñ",
    "91": "ö",
    "92": "ü",
    "93": "–",
    "94": "‘",
    "95": "’",
    "96": "“",
    "97": "”",
    "98": "„",
    "99": "<UNK>",
    "100": "n ",
    "101": "ei",
    "102": "er",
    "103": "en ",
    "104": "e ",
    "105": "t ",
    "106": "ein",
    "107": "ch",
    "108": ". ",
    "109": "er ",
    "110": "in ",
    "111": "m ",
    "112": "au",
    "113": "nd",
    "114": ". E",
    "115": "em ",
    "116": "en",
    "117": "nd ",
    "118": "an",
    "119": "einem ",
    "120": ". Ein ",
    "121": "el",
    "122": "sch",
    "123": "in",
    "124": "und ",
    "125": "auf",
    "126": "s ",
    "127": "mi",
    "128": "st",
    "129": "ar",
    "130": ", ",
    "131": "mit ",
    "132": "auf ",
    "133": "un",
    "134": "Man",
    "135": "si",
    "136": "eh",
    "137": "einer ",
    "138": "Mann ",
    "139": "rau",
    "140": "wei",
    "141": "ine ",
    "142": "hr",
    "143": ". Eine ",
    "144": "ung",
    "145": "vo",
    "146": "ra",
    "147": "al",
    "148": "ein ",
    "149": "Frau",
    "150": ". Ein Mann ",
    "151": "ck",
    "152": "der ",
    "153": "sp",
    "154": "eine ",
    "155": "ge",
    "156": "ten ",
    "157": "ro",
    "158": "ie ",
    "159": "tz",
    "160": "St",
    "161": "in einem ",
    "162": "ch ",
    "163": "einen ",
    "164": "iel",
    "165": "es ",
    "166": "Mä",
    "167": "Frau ",
    "168": "wei ",
    "169": "kl",
    "170": "et",
    "171": "die ",
    "172": "zu",
    "173": "d ",
    "174": "ter",
    "175": "on",
    "176": "ss",
    "177": "Sch",
    "178": "bei",
    "179": "eb",
    "180": ". Z",
    "181": ". Zwei ",
    "182": "and",
    "183": "li",
    "184": "im ",
    "185": "r ",
    "186": "spiel",
    "187": "t auf ",
    "188": "steh",
    "189": "chen ",
    "190": "rei",
    "191": "ri",
    "192": "an ",
    "193": "sitz",
    "194": "ers",
    "195": "bl",
    "196": "or",
    "197": "all",
    "198": "von ",
    "199": "ru",
    "200": "gt ",
    "201": "den ",
    "202": "war",
    "203": "gen ",
    "204": "ähr",
    "205": "am",
    "206": "Stra",
    "207": "ter ",
    "208": "eu",
    "209": "Ki",
    "210": "äl",
    "211": "dem ",
    "212": "Mäd",
    "213": "weiß",
    "214": "pp",
    "215": "g ",
    "216": "Jung",
    "217": ". Eine Frau ",
    "218": "be",
    "219": "mit einem ",
    "220": "sich ",
    "221": "nn",
    "222": "ach",
    "223": "ur",
    "224": ". D",
    "225": "at",
    "226": "ll",
    "227": "em",
    "228": "isch",
    "229": "warz",
    "230": "Pers",
    "231": "Mädchen ",
    "232": "schwarz",
    "233": "eines ",
    "234": "as ",
    "235": "Männ",
    "236": "ber",
    "237": "te ",
    "238": "ahr",
    "239": "blau",
    "240": "äu",
    "241": "Straß",
    "242": "vor ",
    "243": "geh",
    "244": "en, ",
    "245": "te",
    "246": "la",
    "247": "ir",
    "248": "nen ",
    "249": "eid",
    "250": "ppe ",
    "251": "gel",
    "252": "ensch",
    "253": "auf einem ",
    "254": "ung ",
    "255": "en. Ein ",
    "256": "Männer ",
    "257": "ot",
    "258": "end ",
    "259": "Junge ",
    "260": "rü",
    "261": "ass",
    "262": "zu ",
    "263": "Hund ",
    "264": "in einer ",
    "265": "häl",
    "266": "ruppe ",
    "267": "Sp",
    "268": "Mensch",
    "269": "in der ",
    "270": "ier",
    "271": "ährend ",
    "272": "Ba",
    "273": "während ",
    "274": "ent",
    "275": "ander",
    "276": "ie",
    "277": "pf",
    "278": "re",
    "279": "rä",
    "280": "rin",
    "281": "er Mann ",
    "282": "Gruppe ",
    "283": "an einem ",
    "284": "Hem",
    "285": "t, ",
    "286": "ihr",
    "287": "mm",
    "288": "ber ",
    "289": "ig",
    "290": "Person",
    "291": "ft ",
    "292": "de",
    "293": "steht ",
    "294": "jung",
    "295": "ell",
    "296": " und ",
    "297": "hält ",
    "298": "lan",
    "299": "t. Ein ",
    "300": "is",
    "301": "über ",
    "302": "Kl",
    "303": "bei ",
    "304": "lä",
    "305": "schau",
    "306": "Kind",
    "307": "auf einer ",
    "308": "das ",
    "309": "ver",
    "310": "Hemd ",
    "311": "on ",
    "312": "ol",
    "313": "ne",
    "314": "rei ",
    "315": "ben",
    "316": "eben ",
    "317": "Hu",
    "318": "blauen ",
    "319": "ball",
    "320": "eil",
    "321": "hin",
    "322": "am ",
    "323": "aar",
    "324": "Personen ",
    "325": ". Eine Gruppe ",
    "326": "Wass",
    "327": "eg",
    "328": "fü",
    "329": "ack",
    "330": "ad",
    "331": "weißen ",
    "332": "roß",
    "333": "it",
    "334": "e und ",
    "335": "en und ",
    "336": "spielt ",
    "337": "and ",
    "338": "groß",
    "339": "dur"
  }
}