{
  "vocab": [
    "<pad>",
    "<sos>",
    "<eos>",
    "<unk>",
    "\t",
    " ",
    "!",
    "\"",
    "#",
    "%",
    "&",
    "'",
    "(",
    ")",
    ",",
    "-",
    ".",
    "/",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    ":",
    ";",
    "?",
    "@",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "_",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    " ",
    "Ä",
    "Ö",
    "Ü",
    "ß",
    "à",
    "ä",
    "è",
    "é",
    "ñ",
    "ö",
    "ü",
    "–",
    "‘",
    "’",
    "“",
    "”",
    "„",
    "n ",
    "ei",
    "er",
    "en ",
    "e ",
    "t ",
    "ein",
    "ch",
    ". ",
    "er ",
    "in ",
    "m ",
    "au",
    "nd",
    ". E",
    "em ",
    "en",
    "nd ",
    "an",
    "einem ",
    ". Ein ",
    "el",
    "sch",
    "in",
    "und ",
    "auf",
    "s ",
    "mi",
    "st",
    "ar",
    ", ",
    "mit ",
    "auf ",
    "un",
    "Man",
    "si",
    "eh",
    "einer ",
    "Mann ",
    "rau",
    "wei",
    "ine ",
    "hr",
    ". Eine ",
    "ung",
    "vo",
    "ra",
    "al",
    "ein ",
    "Frau",
    ". Ein Mann ",
    "ck",
    "der ",
    "sp",
    "eine ",
    "ge",
    "ten ",
    "ro",
    "ie ",
    "tz",
    "St",
    "in einem ",
    "ch ",
    "einen ",
    "iel",
    "es ",
    "Mä",
    "Frau ",
    "wei ",
    "kl",
    "et",
    "die ",
    "zu",
    "d ",
    "ter",
    "on",
    "ss",
    "Sch",
    "bei",
    "eb",
    ". Z",
    ". Zwei ",
    "and",
    "li",
    "im ",
    "r ",
    "spiel",
    "t auf ",
    "steh",
    "chen ",
    "rei",
    "ri",
    "an ",
    "sitz",
    "ers",
    "bl",
    "or",
    "all",
    "von ",
    "ru",
    "gt ",
    "den ",
    "war",
    "gen ",
    "ähr",
    "am",
    "Stra",
    "ter ",
    "eu",
    "Ki",
    "äl",
    "dem ",
    "Mäd",
    "weiß",
    "pp",
    "g ",
    "Jung",
    ". Eine Frau ",
    "be",
    "mit einem ",
    "sich ",
    "nn",
    "ach",
    "ur",
    ". D",
    "at",
    "ll",
    "em",
    "isch",
    "warz",
    "Pers",
    "Mädchen ",
    "schwarz",
    "eines ",
    "as ",
    "Männ",
    "ber",
    "te ",
    "ahr",
    "blau",
    "äu",
    "Straß",
    "vor ",
    "geh",
    "en, ",
    "te",
    "la",
    "ir",
    "nen ",
    "eid",
    "ppe ",
    "gel",
    "ensch",
    "auf einem ",
    "ung ",
    "en. Ein ",
    "Männer ",
    "ot",
    "end ",
    "Junge ",
    "rü",
    "ass",
    "zu ",
    "Hund ",
    "in einer ",
    "häl",
    "ruppe ",
    "Sp",
    "Mensch",
    "in der ",
    "ier",
    "ährend ",
    "Ba",
    "während ",
    "ent",
    "ander",
    "ie",
    "pf",
    "re",
    "rä",
    "rin",
    "er Mann ",
    "Gruppe ",
    "an einem ",
    "Hem",
    "t, ",
    "ihr",
    "mm",
    "ber ",
    "ig",
    "Person",
    "ft ",
    "de",
    "steht ",
    "jung",
    "ell",
    " und ",
    "hält ",
    "lan",
    "t. Ein ",
    "is",
    "über ",
    "Kl",
    "bei ",
    "lä",
    "schau",
    "Kind",
    "auf einer ",
    "das ",
    "ver",
    "Hemd ",
    "on ",
    "ol",
    "ne",
    "rei ",
    "ben",
    "eben ",
    "Hu",
    "blauen ",
    "ball",
    "eil",
    "hin",
    "am ",
    "aar",
    "Personen ",
    ". Eine Gruppe ",
    "Wass",
    "eg",
    "fü",
    "ack",
    "ad",
    "weißen ",
    "roß",
    "it",
    "e und ",
    "en und ",
    "spielt ",
    "and ",
    "groß",
    "dur"
  ],
  "char2num": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    "\t": 4,
    " ": 5,
    "!": 6,
    "\"": 7,
    "#": 8,
    "%": 9,
    "&": 10,
    "'": 11,
    "(": 12,
    ")": 13,
    ",": 14,
    "-": 15,
    ".": 16,
    "/": 17,
    "0": 18,
    "1": 19,
    "2": 20,
    "3": 21,
    "4": 22,
    "5": 23,
    "6": 24,
    "7": 25,
    "8": 26,
    "9": 27,
    ":": 28,
    ";": 29,
    "?": 30,
    "@": 31,
    "A": 32,
    "B": 33,
    "C": 34,
    "D": 35,
    "E": 36,
    "F": 37,
    "G": 38,
    "H": 39,
    "I": 40,
    "J": 41,
    "K": 42,
    "L": 43,
    "M": 44,
    "N": 45,
    "O": 46,
    "P": 47,
    "Q": 48,
    "R": 49,
    "S": 50,
    "T": 51,
    "U": 52,
    "V": 53,
    "W": 54,
    "X": 55,
    "Y": 56,
    "Z": 57,
    "_": 58,
    "a": 59,
    "b": 60,
    "c": 61,
    "d": 62,
    "e": 63,
    "f": 64,
    "g": 65,
    "h": 66,
    "i": 67,
    "j": 68,
    "k": 69,
    "l": 70,
    "m": 71,
    "n": 72,
    "o": 73,
    "p": 74,
    "q": 75,
    "r": 76,
    "s": 77,
    "t": 78,
    "u": 79,
    "v": 80,
    "w": 81,
    "x": 82,
    "y": 83,
    "z": 84,
    " ": 85,
    "Ä": 86,
    "Ö": 87,
    "Ü": 88,
    "ß": 89,
    "à": 90,
    "ä": 91,
    "è": 92,
    "é": 93,
    "ñ": 94,
    "ö": 95,
    "ü": 96,
    "–": 97,
    "‘": 98,
    "’": 99,
    "“": 100,
    "”": 101,
    "„": 102,
    "n ": 103,
    "ei": 104,
    "er": 105,
    "en ": 106,
    "e ": 107,
    "t ": 108,
    "ein": 109,
    "ch": 110,
    ". ": 111,
    "er ": 112,
    "in ": 113,
    "m ": 114,
    "au": 115,
    "nd": 116,
    ". E": 117,
    "em ": 118,
    "en": 119,
    "nd ": 120,
    "an": 121,
    "einem ": 122,
    ". Ein ": 123,
    "el": 124,
    "sch": 125,
    "in": 126,
    "und ": 127,
    "auf": 128,
    "s ": 129,
    "mi": 130,
    "st": 131,
    "ar": 132,
    ", ": 133,
    "mit ": 134,
    "auf ": 135,
    "un": 136,
    "Man": 137,
    "si": 138,
    "eh": 139,
    "einer ": 140,
    "Mann ": 141,
    "rau": 142,
    "wei": 143,
    "ine ": 144,
    "hr": 145,
    ". Eine ": 146,
    "ung": 147,
    "vo": 148,
    "ra": 149,
    "al": 150,
    "ein ": 151,
    "Frau": 152,
    ". Ein Mann ": 153,
    "ck": 154,
    "der ": 155,
    "sp": 156,
    "eine ": 157,
    "ge": 158,
    "ten ": 159,
    "ro": 160,
    "ie ": 161,
    "tz": 162,
    "St": 163,
    "in einem ": 164,
    "ch ": 165,
    "einen ": 166,
    "iel": 167,
    "es ": 168,
    "Mä": 169,
    "Frau ": 170,
    "wei ": 171,
    "kl": 172,
    "et": 173,
    "die ": 174,
    "zu": 175,
    "d ": 176,
    "ter": 177,
    "on": 178,
    "ss": 179,
    "Sch": 180,
    "bei": 181,
    "eb": 182,
    ". Z": 183,
    ". Zwei ": 184,
    "and": 185,
    "li": 186,
    "im ": 187,
    "r ": 188,
    "spiel": 189,
    "t auf ": 190,
    "steh": 191,
    "chen ": 192,
    "rei": 193,
    "ri": 194,
    "an ": 195,
    "sitz": 196,
    "ers": 197,
    "bl": 198,
    "or": 199,
    "all": 200,
    "von ": 201,
    "ru": 202,
    "gt ": 203,
    "den ": 204,
    "war": 205,
    "gen ": 206,
    "ähr": 207,
    "am": 208,
    "Stra": 209,
    "ter ": 210,
    "eu": 211,
    "Ki": 212,
    "äl": 213,
    "dem ": 214,
    "Mäd": 215,
    "weiß": 216,
    "pp": 217,
    "g ": 218,
    "Jung": 219,
    ". Eine Frau ": 220,
    "be": 221,
    "mit einem ": 222,
    "sich ": 223,
    "nn": 224,
    "ach": 225,
    "ur": 226,
    ". D": 227,
    "at": 228,
    "ll": 229,
    "em": 230,
    "isch": 231,
    "warz": 232,
    "Pers": 233,
    "Mädchen ": 234,
    "schwarz": 235,
    "eines ": 236,
    "as ": 237,
    "Männ": 238,
    "ber": 239,
    "te ": 240,
    "ahr": 241,
    "blau": 242,
    "äu": 243,
    "Straß": 244,
    "vor ": 245,
    "geh": 246,
    "en, ": 247,
    "te": 248,
    "la": 249,
    "ir": 250,
    "nen ": 251,
    "eid": 252,
    "ppe ": 253,
    "gel": 254,
    "ensch": 255,
    "auf einem ": 256,
    "ung ": 257,
    "en. Ein ": 258,
    "Männer ": 259,
    "ot": 260,
    "end ": 261,
    "Junge ": 262,
    "rü": 263,
    "ass": 264,
    "zu ": 265,
    "Hund ": 266,
    "in einer ": 267,
    "häl": 268,
    "ruppe ": 269,
    "Sp": 270,
    "Mensch": 271,
    "in der ": 272,
    "ier": 273,
    "ährend ": 274,
    "Ba": 275,
    "während ": 276,
    "ent": 277,
    "ander": 278,
    "ie": 279,
    "pf": 280,
    "re": 281,
    "rä": 282,
    "rin": 283,
    "er Mann ": 284,
    "Gruppe ": 285,
    "an einem ": 286,
    "Hem": 287,
    "t, ": 288,
    "ihr": 289,
    "mm": 290,
    "ber ": 291,
    "ig": 292,
    "Person": 293,
    "ft ": 294,
    "de": 295,
    "steht ": 296,
    "jung": 297,
    "ell": 298,
    " und ": 299,
    "hält ": 300,
    "lan": 301,
    "t. Ein ": 302,
    "is": 303,
    "über ": 304,
    "Kl": 305,
    "bei ": 306,
    "lä": 307,
    "schau": 308,
    "Kind": 309,
    "auf einer ": 310,
    "das ": 311,
    "ver": 312,
    "Hemd ": 313,
    "on ": 314,
    "ol": 315,
    "ne": 316,
    "rei ": 317,
    "ben": 318,
    "eben ": 319,
    "Hu": 320,
    "blauen ": 321,
    "ball": 322,
    "eil": 323,
    "hin": 324,
    "am ": 325,
    "aar": 326,
    "Personen ": 327,
    ". Eine Gruppe ": 328,
    "Wass": 329,
    "eg": 330,
    "fü": 331,
    "ack": 332,
    "ad": 333,
    "weißen ": 334,
    "roß": 335,
    "it": 336,
    "e und ": 337,
    "en und ": 338,
    "spielt ": 339,
    "and ": 340,
    "groß": 341,
    "dur": 342
  },
  "num2char": {
    "0": "<pad>",
    "1": "<sos>",
    "2": "<eos>",
    "3": "<unk>",
    "4": "\t",
    "5": " ",
    "6": "!",
    "7": "\"",
    "8": "#",
    "9": "%",
    "10": "&",
    "11": "'",
    "12": "(",
    "13": ")",
    "14": ",",
    "15": "-",
    "16": ".",
    "17": "/",
    "18": "0",
    "19": "1",
    "20": "2",
    "21": "3",
    "22": "4",
    "23": "5",
    "24": "6",
    "25": "7",
    "26": "8",
    "27": "9",
    "28": ":",
    "29": ";",
    "30": "?",
    "31": "@",
    "32": "A",
    "33": "B",
    "34": "C",
    "35": "D",
    "36": "E",
    "37": "F",
    "38": "G",
    "39": "H",
    "40": "I",
    "41": "J",
    "42": "K",
    "43": "L",
    "44": "M",
    "45": "N",
    "46": "O",
    "47": "P",
    "48": "Q",
    "49": "R",
    "50": "S",
    "51": "T",
    "52": "U",
    "53": "V",
    "54": "W",
    "55": "X",
    "56": "Y",
    "57": "Z",
    "58": "_",
    "59": "a",
    "60": "b",
    "61": "c",
    "62": "d",
    "63": "e",
    "64": "f",
    "65": "g",
    "66": "h",
    "67": "i",
    "68": "j",
    "69": "k",
    "70": "l",
    "71": "m",
    "72": "n",
    "73": "o",
    "74": "p",
    "75": "q",
    "76": "r",
    "77": "s",
    "78": "t",
    "79": "u",
    "80": "v",
    "81": "w",
    "82": "x",
    "83": "y",
    "84": "z",
    "85": " ",
    "86": "Ä",
    "87": "Ö",
    "88": "Ü",
    "89": "ß",
    "90": "à",
    "91": "ä",
    "92": "è",
    "93": "é",
    "94": "ñ",
    "95": "ö",
    "96": "ü",
    "97": "–",
    "98": "‘",
    "99": "’",
    "100": "“",
    "101": "”",
    "102": "„",
    "103": "n ",
    "104": "ei",
    "105": "er",
    "106": "en ",
    "107": "e ",
    "108": "t ",
    "109": "ein",
    "110": "ch",
    "111": ". ",
    "112": "er ",
    "113": "in ",
    "114": "m ",
    "115": "au",
    "116": "nd",
    "117": ". E",
    "118": "em ",
    "119": "en",
    "120": "nd ",
    "121": "an",
    "122": "einem ",
    "123": ". Ein ",
    "124": "el",
    "125": "sch",
    "126": "in",
    "127": "und ",
    "128": "auf",
    "129": "s ",
    "130": "mi",
    "131": "st",
    "132": "ar",
    "133": ", ",
    "134": "mit ",
    "135": "auf ",
    "136": "un",
    "137": "Man",
    "138": "si",
    "139": "eh",
    "140": "einer ",
    "141": "Mann ",
    "142": "rau",
    "143": "wei",
    "144": "ine ",
    "145": "hr",
    "146": ". Eine ",
    "147": "ung",
    "148": "vo",
    "149": "ra",
    "150": "al",
    "151": "ein ",
    "152": "Frau",
    "153": ". Ein Mann ",
    "154": "ck",
    "155": "der ",
    "156": "sp",
    "157": "eine ",
    "158": "ge",
    "159": "ten ",
    "160": "ro",
    "161": "ie ",
    "162": "tz",
    "163": "St",
    "164": "in einem ",
    "165": "ch ",
    "166": "einen ",
    "167": "iel",
    "168": "es ",
    "169": "Mä",
    "170": "Frau ",
    "171": "wei ",
    "172": "kl",
    "173": "et",
    "174": "die ",
    "175": "zu",
    "176": "d ",
    "177": "ter",
    "178": "on",
    "179": "ss",
    "180": "Sch",
    "181": "bei",
    "182": "eb",
    "183": ". Z",
    "184": ". Zwei ",
    "185": "and",
    "186": "li",
    "187": "im ",
    "188": "r ",
    "189": "spiel",
    "190": "t auf ",
    "191": "steh",
    "192": "chen ",
    "193": "rei",
    "194": "ri",
    "195": "an ",
    "196": "sitz",
    "197": "ers",
    "198": "bl",
    "199": "or",
    "200": "all",
    "201": "von ",
    "202": "ru",
    "203": "gt ",
    "204": "den ",
    "205": "war",
    "206": "gen ",
    "207": "ähr",
    "208": "am",
    "209": "Stra",
    "210": "ter ",
    "211": "eu",
    "212": "Ki",
    "213": "äl",
    "214": "dem ",
    "215": "Mäd",
    "216": "weiß",
    "217": "pp",
    "218": "g ",
    "219": "Jung",
    "220": ". Eine Frau ",
    "221": "be",
    "222": "mit einem ",
    "223": "sich ",
    "224": "nn",
    "225": "ach",
    "226": "ur",
    "227": ". D",
    "228": "at",
    "229": "ll",
    "230": "em",
    "231": "isch",
    "232": "warz",
    "233": "Pers",
    "234": "Mädchen ",
    "235": "schwarz",
    "236": "eines ",
    "237": "as ",
    "238": "Männ",
    "239": "ber",
    "240": "te ",
    "241": "ahr",
    "242": "blau",
    "243": "äu",
    "244": "Straß",
    "245": "vor ",
    "246": "geh",
    "247": "en, ",
    "248": "te",
    "249": "la",
    "250": "ir",
    "251": "nen ",
    "252": "eid",
    "253": "ppe ",
    "254": "gel",
    "255": "ensch",
    "256": "auf einem ",
    "257": "ung ",
    "258": "en. Ein ",
    "259": "Männer ",
    "260": "ot",
    "261": "end ",
    "262": "Junge ",
    "263": "rü",
    "264": "ass",
    "265": "zu ",
    "266": "Hund ",
    "267": "in einer ",
    "268": "häl",
    "269": "ruppe ",
    "270": "Sp",
    "271": "Mensch",
    "272": "in der ",
    "273": "ier",
    "274": "ährend ",
    "275": "Ba",
    "276": "während ",
    "277": "ent",
    "278": "ander",
    "279": "ie",
    "280": "pf",
    "281": "re",
    "282": "rä",
    "283": "rin",
    "284": "er Mann ",
    "285": "Gruppe ",
    "286": "an einem ",
    "287": "Hem",
    "288": "t, ",
    "289": "ihr",
    "290": "mm",
    "291": "ber ",
    "292": "ig",
    "293": "Person",
    "294": "ft ",
    "295": "de",
    "296": "steht ",
    "297": "jung",
    "298": "ell",
    "299": " und ",
    "300": "hält ",
    "301": "lan",
    "302": "t. Ein ",
    "303": "is",
    "304": "über ",
    "305": "Kl",
    "306": "bei ",
    "307": "lä",
    "308": "schau",
    "309": "Kind",
    "310": "auf einer ",
    "311": "das ",
    "312": "ver",
    "313": "Hemd ",
    "314": "on ",
    "315": "ol",
    "316": "ne",
    "317": "rei ",
    "318": "ben",
    "319": "eben ",
    "320": "Hu",
    "321": "blauen ",
    "322": "ball",
    "323": "eil",
    "324": "hin",
    "325": "am ",
    "326": "aar",
    "327": "Personen ",
    "328": ". Eine Gruppe ",
    "329": "Wass",
    "330": "eg",
    "331": "fü",
    "332": "ack",
    "333": "ad",
    "334": "weißen ",
    "335": "roß",
    "336": "it",
    "337": "e und ",
    "338": "en und ",
    "339": "spielt ",
    "340": "and ",
    "341": "groß",
    "342": "dur"
  }
}