{
  "vocab": [
    " ",
    "!",
    "\"",
    "#",
    "$",
    "%",
    "&",
    "'",
    "(",
    ")",
    ",",
    "-",
    ".",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    ":",
    ";",
    "=",
    "?",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "`",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    "<UNK>",
    " a",
    "in",
    "e ",
    " a ",
    "ing",
    ". ",
    "s ",
    "n ",
    "th",
    "ing ",
    "er",
    ". A",
    "d ",
    ". A ",
    "ma",
    "t ",
    "re",
    "hi",
    "ou",
    "on",
    "ar",
    "man ",
    "wo",
    "st",
    "the ",
    "la",
    " an",
    "in ",
    "y ",
    "al",
    "an",
    "of",
    "is ",
    "er ",
    "le ",
    "to",
    "wi",
    "ck",
    "ow",
    "it",
    "in a ",
    "with",
    "le",
    " and ",
    "or",
    "ir",
    "at",
    "ing a ",
    "on ",
    ". T",
    "l ",
    "me",
    "ch",
    "op",
    " ar",
    "oun",
    "g ",
    "of ",
    "ld",
    "id",
    "whi",
    ". A man ",
    "bo",
    "se",
    "pe",
    "ra",
    "on a ",
    "wo ",
    "ear",
    "pla",
    "oo",
    "with ",
    " are ",
    "en",
    "woman ",
    "ic",
    "alk",
    "and",
    ", ",
    "do",
    "p ",
    "ro",
    "sh",
    ". Two ",
    "ck ",
    "shi",
    "to ",
    "play",
    "un",
    "ree",
    "itt",
    "wear",
    "walk",
    "shir",
    "bl",
    "ho",
    "ba",
    "gr",
    "peop",
    "in the ",
    "ed ",
    "el",
    "es",
    "with a ",
    "te ",
    "gh",
    "stand",
    "oung ",
    "ta",
    "ea",
    "ur",
    "ri",
    "ha",
    "bla",
    "of a ",
    "gir",
    "his ",
    ". Th",
    "young ",
    "sid",
    "ing a",
    "white ",
    "for",
    "red ",
    "co",
    "ge ",
    "wat",
    "oth",
    "blu",
    ". A woman ",
    "um",
    "d a ",
    "es ",
    "bal",
    "row"
  ],
  "char2num": {
    " ": 0,
    "!": 1,
    "\"": 2,
    "#": 3,
    "$": 4,
    "%": 5,
    "&": 6,
    "'": 7,
    "(": 8,
    ")": 9,
    ",": 10,
    "-": 11,
    ".": 12,
    "0": 13,
    "1": 14,
    "2": 15,
    "3": 16,
    "4": 17,
    "5": 18,
    "6": 19,
    "7": 20,
    "8": 21,
    "9": 22,
    ":": 23,
    ";": 24,
    "=": 25,
    "?": 26,
    "A": 27,
    "B": 28,
    "C": 29,
    "D": 30,
    "E": 31,
    "F": 32,
    "G": 33,
    "H": 34,
    "I": 35,
    "J": 36,
    "K": 37,
    "L": 38,
    "M": 39,
    "N": 40,
    "O": 41,
    "P": 42,
    "Q": 43,
    "R": 44,
    "S": 45,
    "T": 46,
    "U": 47,
    "V": 48,
    "W": 49,
    "X": 50,
    "Y": 51,
    "Z": 52,
    "`": 53,
    "a": 54,
    "b": 55,
    "c": 56,
    "d": 57,
    "e": 58,
    "f": 59,
    "g": 60,
    "h": 61,
    "i": 62,
    "j": 63,
    "k": 64,
    "l": 65,
    "m": 66,
    "n": 67,
    "o": 68,
    "p": 69,
    "q": 70,
    "r": 71,
    "s": 72,
    "t": 73,
    "u": 74,
    "v": 75,
    "w": 76,
    "x": 77,
    "y": 78,
    "z": 79,
    "<UNK>": 80,
    " a": 81,
    "in": 82,
    "e ": 83,
    " a ": 84,
    "ing": 85,
    ". ": 86,
    "s ": 87,
    "n ": 88,
    "th": 89,
    "ing ": 90,
    "er": 91,
    ". A": 92,
    "d ": 93,
    ". A ": 94,
    "ma": 95,
    "t ": 96,
    "re": 97,
    "hi": 98,
    "ou": 99,
    "on": 100,
    "ar": 101,
    "man ": 102,
    "wo": 103,
    "st": 104,
    "the ": 105,
    "la": 106,
    " an": 107,
    "in ": 108,
    "y ": 109,
    "al": 110,
    "an": 111,
    "of": 112,
    "is ": 113,
    "er ": 114,
    "le ": 115,
    "to": 116,
    "wi": 117,
    "ck": 118,
    "ow": 119,
    "it": 120,
    "in a ": 121,
    "with": 122,
    "le": 123,
    " and ": 124,
    "or": 125,
    "ir": 126,
    "at": 127,
    "ing a ": 128,
    "on ": 129,
    ". T": 130,
    "l ": 131,
    "me": 132,
    "ch": 133,
    "op": 134,
    " ar": 135,
    "oun": 136,
    "g ": 137,
    "of ": 138,
    "ld": 139,
    "id": 140,
    "whi": 141,
    ". A man ": 142,
    "bo": 143,
    "se": 144,
    "pe": 145,
    "ra": 146,
    "on a ": 147,
    "wo ": 148,
    "ear": 149,
    "pla": 150,
    "oo": 151,
    "with ": 152,
    " are ": 153,
    "en": 154,
    "woman ": 155,
    "ic": 156,
    "alk": 157,
    "and": 158,
    ", ": 159,
    "do": 160,
    "p ": 161,
    "ro": 162,
    "sh": 163,
    ". Two ": 164,
    "ck ": 165,
    "shi": 166,
    "to ": 167,
    "play": 168,
    "un": 169,
    "ree": 170,
    "itt": 171,
    "wear": 172,
    "walk": 173,
    "shir": 174,
    "bl": 175,
    "ho": 176,
    "ba": 177,
    "gr": 178,
    "peop": 179,
    "in the ": 180,
    "ed ": 181,
    "el": 182,
    "es": 183,
    "with a ": 184,
    "te ": 185,
    "gh": 186,
    "stand": 187,
    "oung ": 188,
    "ta": 189,
    "ea": 190,
    "ur": 191,
    "ri": 192,
    "ha": 193,
    "bla": 194,
    "of a ": 195,
    "gir": 196,
    "his ": 197,
    ". Th": 198,
    "young ": 199,
    "sid": 200,
    "ing a": 201,
    "white ": 202,
    "for": 203,
    "red ": 204,
    "co": 205,
    "ge ": 206,
    "wat": 207,
    "oth": 208,
    "blu": 209,
    ". A woman ": 210,
    "um": 211,
    "d a ": 212,
    "es ": 213,
    "bal": 214,
    "row": 215
  },
  "num2char": {
    "0": " ",
    "1": "!",
    "2": "\"",
    "3": "#",
    "4": "$",
    "5": "%",
    "6": "&",
    "7": "'",
    "8": "(",
    "9": ")",
    "10": ",",
    "11": "-",
    "12": ".",
    "13": "0",
    "14": "1",
    "15": "2",
    "16": "3",
    "17": "4",
    "18": "5",
    "19": "6",
    "20": "7",
    "21": "8",
    "22": "9",
    "23": ":",
    "24": ";",
    "25": "=",
    "26": "?",
    "27": "A",
    "28": "B",
    "29": "C",
    "30": "D",
    "31": "E",
    "32": "F",
    "33": "G",
    "34": "H",
    "35": "I",
    "36": "J",
    "37": "K",
    "38": "L",
    "39": "M",
    "40": "N",
    "41": "O",
    "42": "P",
    "43": "Q",
    "44": "R",
    "45": "S",
    "46": "T",
    "47": "U",
    "48": "V",
    "49": "W",
    "50": "X",
    "51": "Y",
    "52": "Z",
    "53": "`",
    "54": "a",
    "55": "b",
    "56": "c",
    "57": "d",
    "58": "e",
    "59": "f",
    "60": "g",
    "61": "h",
    "62": "i",
    "63": "j",
    "64": "k",
    "65": "l",
    "66": "m",
    "67": "n",
    "68": "o",
    "69": "p",
    "70": "q",
    "71": "r",
    "72": "s",
    "73": "t",
    "74": "u",
    "75": "v",
    "76": "w",
    "77": "x",
    "78": "y",
    "79": "z",
    "80": "<UNK>",
    "81": " a",
    "82": "in",
    "83": "e ",
    "84": " a ",
    "85": "ing",
    "86": ". ",
    "87": "s ",
    "88": "n ",
    "89": "th",
    "90": "ing ",
    "91": "er",
    "92": ". A",
    "93": "d ",
    "94": ". A ",
    "95": "ma",
    "96": "t ",
    "97": "re",
    "98": "hi",
    "99": "ou",
    "100": "on",
    "101": "ar",
    "102": "man ",
    "103": "wo",
    "104": "st",
    "105": "the ",
    "106": "la",
    "107": " an",
    "108": "in ",
    "109": "y ",
    "110": "al",
    "111": "an",
    "112": "of",
    "113": "is ",
    "114": "er ",
    "115": "le ",
    "116": "to",
    "117": "wi",
    "118": "ck",
    "119": "ow",
    "120": "it",
    "121": "in a ",
    "122": "with",
    "123": "le",
    "124": " and ",
    "125": "or",
    "126": "ir",
    "127": "at",
    "128": "ing a ",
    "129": "on ",
    "130": ". T",
    "131": "l ",
    "132": "me",
    "133": "ch",
    "134": "op",
    "135": " ar",
    "136": "oun",
    "137": "g ",
    "138": "of ",
    "139": "ld",
    "140": "id",
    "141": "whi",
    "142": ". A man ",
    "143": "bo",
    "144": "se",
    "145": "pe",
    "146": "ra",
    "147": "on a ",
    "148": "wo ",
    "149": "ear",
    "150": "pla",
    "151": "oo",
    "152": "with ",
    "153": " are ",
    "154": "en",
    "155": "woman ",
    "156": "ic",
    "157": "alk",
    "158": "and",
    "159": ", ",
    "160": "do",
    "161": "p ",
    "162": "ro",
    "163": "sh",
    "164": ". Two ",
    "165": "ck ",
    "166": "shi",
    "167": "to ",
    "168": "play",
    "169": "un",
    "170": "ree",
    "171": "itt",
    "172": "wear",
    "173": "walk",
    "174": "shir",
    "175": "bl",
    "176": "ho",
    "177": "ba",
    "178": "gr",
    "179": "peop",
    "180": "in the ",
    "181": "ed ",
    "182": "el",
    "183": "es",
    "184": "with a ",
    "185": "te ",
    "186": "gh",
    "187": "stand",
    "188": "oung ",
    "189": "ta",
    "190": "ea",
    "191": "ur",
    "192": "ri",
    "193": "ha",
    "194": "bla",
    "195": "of a ",
    "196": "gir",
    "197": "his ",
    "198": ". Th",
    "199": "young ",
    "200": "sid",
    "201": "ing a",
    "202": "white ",
    "203": "for",
    "204": "red ",
    "205": "co",
    "206": "ge ",
    "207": "wat",
    "208": "oth",
    "209": "blu",
    "210": ". A woman ",
    "211": "um",
    "212": "d a ",
    "213": "es ",
    "214": "bal",
    "215": "row"
  }
}