{
  "vocab": [
    "<pad>",
    "<sos>",
    "<eos>",
    "<unk>",
    " ",
    "!",
    "\"",
    "#",
    "$",
    "%",
    "&",
    "'",
    "(",
    ")",
    ",",
    "-",
    ".",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    ":",
    ";",
    "=",
    "?",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "`",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    " a",
    "in",
    "e ",
    " a ",
    "ing",
    ". ",
    "s ",
    "n ",
    "th",
    "ing ",
    "er",
    ". A",
    "d ",
    ". A ",
    "ma",
    "t ",
    "re",
    "hi",
    "ou",
    "on",
    "ar",
    "man ",
    "wo",
    "st",
    "the ",
    "la",
    " an",
    "in ",
    "y ",
    "al",
    "an",
    "of",
    "is ",
    "er ",
    "le ",
    "to",
    "wi",
    "ck",
    "ow",
    "it",
    "in a ",
    "with",
    "le",
    " and ",
    "or",
    "ir",
    "at",
    "ing a ",
    "on ",
    ". T",
    "l ",
    "me",
    "ch",
    "op",
    " ar",
    "oun",
    "g ",
    "of ",
    "ld",
    "id",
    "whi",
    ". A man ",
    "bo",
    "se",
    "pe",
    "ra",
    "on a ",
    "wo ",
    "ear",
    "pla",
    "oo",
    "with ",
    " are ",
    "en",
    "woman ",
    "ic",
    "alk",
    "and",
    ", ",
    "do",
    "p ",
    "ro",
    "sh",
    ". Two ",
    "ck ",
    "shi",
    "to ",
    "play",
    "un",
    "ree",
    "itt",
    "wear",
    "walk",
    "shir",
    "bl",
    "ho",
    "ba",
    "gr",
    "peop",
    "in the ",
    "ed ",
    "el",
    "es",
    "with a ",
    "te ",
    "gh",
    "stand",
    "oung ",
    "ta",
    "ea",
    "ur",
    "ri",
    "ha",
    "bla",
    "of a ",
    "gir",
    "his ",
    ". Th",
    "young ",
    "sid",
    "ing a",
    "white ",
    "for",
    "red ",
    "co",
    "ge ",
    "wat",
    "oth",
    "blu",
    ". A woman ",
    "um",
    "d a ",
    "es ",
    "bal",
    "row"
  ],
  "char2num": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "<unk>": 3,
    " ": 4,
    "!": 5,
    "\"": 6,
    "#": 7,
    "$": 8,
    "%": 9,
    "&": 10,
    "'": 11,
    "(": 12,
    ")": 13,
    ",": 14,
    "-": 15,
    ".": 16,
    "0": 17,
    "1": 18,
    "2": 19,
    "3": 20,
    "4": 21,
    "5": 22,
    "6": 23,
    "7": 24,
    "8": 25,
    "9": 26,
    ":": 27,
    ";": 28,
    "=": 29,
    "?": 30,
    "A": 31,
    "B": 32,
    "C": 33,
    "D": 34,
    "E": 35,
    "F": 36,
    "G": 37,
    "H": 38,
    "I": 39,
    "J": 40,
    "K": 41,
    "L": 42,
    "M": 43,
    "N": 44,
    "O": 45,
    "P": 46,
    "Q": 47,
    "R": 48,
    "S": 49,
    "T": 50,
    "U": 51,
    "V": 52,
    "W": 53,
    "X": 54,
    "Y": 55,
    "Z": 56,
    "`": 57,
    "a": 58,
    "b": 59,
    "c": 60,
    "d": 61,
    "e": 62,
    "f": 63,
    "g": 64,
    "h": 65,
    "i": 66,
    "j": 67,
    "k": 68,
    "l": 69,
    "m": 70,
    "n": 71,
    "o": 72,
    "p": 73,
    "q": 74,
    "r": 75,
    "s": 76,
    "t": 77,
    "u": 78,
    "v": 79,
    "w": 80,
    "x": 81,
    "y": 82,
    "z": 83,
    " a": 84,
    "in": 85,
    "e ": 86,
    " a ": 87,
    "ing": 88,
    ". ": 89,
    "s ": 90,
    "n ": 91,
    "th": 92,
    "ing ": 93,
    "er": 94,
    ". A": 95,
    "d ": 96,
    ". A ": 97,
    "ma": 98,
    "t ": 99,
    "re": 100,
    "hi": 101,
    "ou": 102,
    "on": 103,
    "ar": 104,
    "man ": 105,
    "wo": 106,
    "st": 107,
    "the ": 108,
    "la": 109,
    " an": 110,
    "in ": 111,
    "y ": 112,
    "al": 113,
    "an": 114,
    "of": 115,
    "is ": 116,
    "er ": 117,
    "le ": 118,
    "to": 119,
    "wi": 120,
    "ck": 121,
    "ow": 122,
    "it": 123,
    "in a ": 124,
    "with": 125,
    "le": 126,
    " and ": 127,
    "or": 128,
    "ir": 129,
    "at": 130,
    "ing a ": 131,
    "on ": 132,
    ". T": 133,
    "l ": 134,
    "me": 135,
    "ch": 136,
    "op": 137,
    " ar": 138,
    "oun": 139,
    "g ": 140,
    "of ": 141,
    "ld": 142,
    "id": 143,
    "whi": 144,
    ". A man ": 145,
    "bo": 146,
    "se": 147,
    "pe": 148,
    "ra": 149,
    "on a ": 150,
    "wo ": 151,
    "ear": 152,
    "pla": 153,
    "oo": 154,
    "with ": 155,
    " are ": 156,
    "en": 157,
    "woman ": 158,
    "ic": 159,
    "alk": 160,
    "and": 161,
    ", ": 162,
    "do": 163,
    "p ": 164,
    "ro": 165,
    "sh": 166,
    ". Two ": 167,
    "ck ": 168,
    "shi": 169,
    "to ": 170,
    "play": 171,
    "un": 172,
    "ree": 173,
    "itt": 174,
    "wear": 175,
    "walk": 176,
    "shir": 177,
    "bl": 178,
    "ho": 179,
    "ba": 180,
    "gr": 181,
    "peop": 182,
    "in the ": 183,
    "ed ": 184,
    "el": 185,
    "es": 186,
    "with a ": 187,
    "te ": 188,
    "gh": 189,
    "stand": 190,
    "oung ": 191,
    "ta": 192,
    "ea": 193,
    "ur": 194,
    "ri": 195,
    "ha": 196,
    "bla": 197,
    "of a ": 198,
    "gir": 199,
    "his ": 200,
    ". Th": 201,
    "young ": 202,
    "sid": 203,
    "ing a": 204,
    "white ": 205,
    "for": 206,
    "red ": 207,
    "co": 208,
    "ge ": 209,
    "wat": 210,
    "oth": 211,
    "blu": 212,
    ". A woman ": 213,
    "um": 214,
    "d a ": 215,
    "es ": 216,
    "bal": 217,
    "row": 218
  },
  "num2char": {
    "0": "<pad>",
    "1": "<sos>",
    "2": "<eos>",
    "3": "<unk>",
    "4": " ",
    "5": "!",
    "6": "\"",
    "7": "#",
    "8": "$",
    "9": "%",
    "10": "&",
    "11": "'",
    "12": "(",
    "13": ")",
    "14": ",",
    "15": "-",
    "16": ".",
    "17": "0",
    "18": "1",
    "19": "2",
    "20": "3",
    "21": "4",
    "22": "5",
    "23": "6",
    "24": "7",
    "25": "8",
    "26": "9",
    "27": ":",
    "28": ";",
    "29": "=",
    "30": "?",
    "31": "A",
    "32": "B",
    "33": "C",
    "34": "D",
    "35": "E",
    "36": "F",
    "37": "G",
    "38": "H",
    "39": "I",
    "40": "J",
    "41": "K",
    "42": "L",
    "43": "M",
    "44": "N",
    "45": "O",
    "46": "P",
    "47": "Q",
    "48": "R",
    "49": "S",
    "50": "T",
    "51": "U",
    "52": "V",
    "53": "W",
    "54": "X",
    "55": "Y",
    "56": "Z",
    "57": "`",
    "58": "a",
    "59": "b",
    "60": "c",
    "61": "d",
    "62": "e",
    "63": "f",
    "64": "g",
    "65": "h",
    "66": "i",
    "67": "j",
    "68": "k",
    "69": "l",
    "70": "m",
    "71": "n",
    "72": "o",
    "73": "p",
    "74": "q",
    "75": "r",
    "76": "s",
    "77": "t",
    "78": "u",
    "79": "v",
    "80": "w",
    "81": "x",
    "82": "y",
    "83": "z",
    "84": " a",
    "85": "in",
    "86": "e ",
    "87": " a ",
    "88": "ing",
    "89": ". ",
    "90": "s ",
    "91": "n ",
    "92": "th",
    "93": "ing ",
    "94": "er",
    "95": ". A",
    "96": "d ",
    "97": ". A ",
    "98": "ma",
    "99": "t ",
    "100": "re",
    "101": "hi",
    "102": "ou",
    "103": "on",
    "104": "ar",
    "105": "man ",
    "106": "wo",
    "107": "st",
    "108": "the ",
    "109": "la",
    "110": " an",
    "111": "in ",
    "112": "y ",
    "113": "al",
    "114": "an",
    "115": "of",
    "116": "is ",
    "117": "er ",
    "118": "le ",
    "119": "to",
    "120": "wi",
    "121": "ck",
    "122": "ow",
    "123": "it",
    "124": "in a ",
    "125": "with",
    "126": "le",
    "127": " and ",
    "128": "or",
    "129": "ir",
    "130": "at",
    "131": "ing a ",
    "132": "on ",
    "133": ". T",
    "134": "l ",
    "135": "me",
    "136": "ch",
    "137": "op",
    "138": " ar",
    "139": "oun",
    "140": "g ",
    "141": "of ",
    "142": "ld",
    "143": "id",
    "144": "whi",
    "145": ". A man ",
    "146": "bo",
    "147": "se",
    "148": "pe",
    "149": "ra",
    "150": "on a ",
    "151": "wo ",
    "152": "ear",
    "153": "pla",
    "154": "oo",
    "155": "with ",
    "156": " are ",
    "157": "en",
    "158": "woman ",
    "159": "ic",
    "160": "alk",
    "161": "and",
    "162": ", ",
    "163": "do",
    "164": "p ",
    "165": "ro",
    "166": "sh",
    "167": ". Two ",
    "168": "ck ",
    "169": "shi",
    "170": "to ",
    "171": "play",
    "172": "un",
    "173": "ree",
    "174": "itt",
    "175": "wear",
    "176": "walk",
    "177": "shir",
    "178": "bl",
    "179": "ho",
    "180": "ba",
    "181": "gr",
    "182": "peop",
    "183": "in the ",
    "184": "ed ",
    "185": "el",
    "186": "es",
    "187": "with a ",
    "188": "te ",
    "189": "gh",
    "190": "stand",
    "191": "oung ",
    "192": "ta",
    "193": "ea",
    "194": "ur",
    "195": "ri",
    "196": "ha",
    "197": "bla",
    "198": "of a ",
    "199": "gir",
    "200": "his ",
    "201": ". Th",
    "202": "young ",
    "203": "sid",
    "204": "ing a",
    "205": "white ",
    "206": "for",
    "207": "red ",
    "208": "co",
    "209": "ge ",
    "210": "wat",
    "211": "oth",
    "212": "blu",
    "213": ". A woman ",
    "214": "um",
    "215": "d a ",
    "216": "es ",
    "217": "bal",
    "218": "row"
  }
}